---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder1Grid1
source: html/64cb6a1e-d31f-c0ff-85f5-32e0e8d21870.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder1Grid1 Property

"Border 1 Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionBorder1Grid1 { get; }
```